_orgs/_posts/careerPlanning/2019-01-17-总结2018-展望2019.org
#+TITLE:  总结2018，展望2019 
#+AUTHOR:    zrg
#+EMAIL:     zrg1390556487@gmail.com
#+LANGUAGE:  cn
#+OPTIONS:   H:3 num:nil toc:nil \n:nil @:t ::t |:t ^:nil -:t f:t *:t <:t
#+OPTIONS:   TeX:t LaTeX:t skip:nil d:nil todo:t pri:nil tags:not-in-toc
#+INFOJS_OPT: view:plain toc:t ltoc:t mouse:underline buttons:0 path:http://cs3.swfc.edu.cn/~20121156044/.org-info.js />
#+HTML_HEAD: <link rel="stylesheet" type="text/css" href="http://cs3.swfu.edu.cn/~20121156044/.org-manual.css" />
#+EXPORT_SELECT_TAGS: export
#+HTML_HEAD_EXTRA: <style>body {font-size:14pt} code {font-weight:bold;font-size:12px; color:darkblue}</style>
#+EXPORT_EXCLUDE_TAGS: noexport
#+LINK_UP:   
#+LINK_HOME: 
#+XSLT: 

#+STARTUP: showall indent
#+STARTUP: hidestars
#+BEGIN_EXPORT HTML
---
layout: post
title: 总结2018，展望2019 
author: zrg
description: 
excerpt: 
comments: false
categories: 
- 职业生涯
tags:
- 年终总结
- 未来展望
---
#+END_EXPORT

# (setq org-export-html-use-infojs nil)
感谢您阅读此文，如果您发现任何错误，请发邮件至 zrg1390556487@gmail.com，谢谢！
# (setq org-export-html-style nil)

* 喜乐哀愁的2018
** 大事记
- 失业21天
    : 继2017年12月31号从上家公司辞职后，于2018年1月22日入职现在的公司，当时也算为徘徊了半个多月的自己找到了归宿。
- 大雨过后的车祸
    : 2018年3月3日20点35分，在二环快速B线（北）下高架桥的时候，自己驾驶的一辆共享汽车追尾了一辆起亚k3的小汽车，回头想了想，还是觉得离老司机的路尚远。后续赔付了4000多块，事情得以终结。
- 公司辞职潮
	: 2018年4月，所在部门掀起了一批辞职潮，个中缘由在这就不细说了！对于一个刚转正，继续回血的新人来说，实在是说不清楚的。\\
    : 由于4月份、5月份部门内辞职了一大批核心技术人员，致使很多工作压到了我这里，倍感极具挑战性。入职4个月，从中也学到了很多之前没有接触的新知识，这点很欣慰，继续加油！！！
- 搭建个人博客
	: 2018年7月3日，在 Github 上使用 Jekyll 搭建了自己的 Blog，从此提醒自己记录开发笔记。
- 新项目
	: 2018年11月，被编入了一个新项目（政府项目），在该项目中技术上没学到什么，不过在其他方面算是“受益匪浅”吧。，项目还在继续，在这就不细说了
- 外公过逝
	: 2018年12月15日，外公过逝了，我是晚上19点多接到父亲电话的，之后联系了表妹、姨兄，本欲赶往参加葬礼，后面被父亲劝住了。\\
	: 父亲说了一句话：活着的时候你已多孝，死了不不能前来也不会怎么样！也就是那句话吧！【生前早尽孝,莫待人老空哭坟】
** 总结
- 如果说要给 2018 年做一个总结的话，那就是两个字：不顺。按说，2017年是本命年，应该才是不顺的一年，也许本命年过度到 2018 了吧！
- 期待 2019 年顺顺利利吧！不管工作、生活、学习都能有所进步。
* 期待新未来2019
** 未来展望
+ 一起回想和展望
  : 2019年1月6-7日，和大学同学（老蒋，超哥，礼杰，我）聊了好久，说了很多！回想了在学校时的想法，回顾了从毕业到现在的种种，尤感岁月蹉跎，一眨眼2年半过去了，最后各自说了自己未来3年的计划。\\
  : 这次相互间的交流让我感到了一股压力，让我不得不再次思考要不要驻留昆明，如果留昆明，那就意味着要买房，我一直是一个崇尚自由的人，不想被绑架，但父母又希望我能回老家某个职位，我有点不知所措。
+ 新的一年，新的方向
  : 进一步提高职业技能，掌握专长技能，总结并构建技能框架，积累工作经验。
  : 进一步学习，保留原有的常规学习内容：汉字书写练习、英语口语加强、专业知识积累。新技术学习也很重要，不能固步自封，向前看。
  : 生活上，提高情商吧！女朋友一直说我情商低，是时候给自己定个小目标了！
** 小小心愿
- 工作技能提升，排在第一位一直都是很有必要的。
- 找一份合适自己的工作很重要。
- 升职加薪，当然是 2019 年追求的终极目标，毕竟有余力才能创造更多的东西，不管是工作还是生活上。
